Repository: JcDenis/dcLog
Catalog: locales/*/main.po
Languages: fr

source: Component
fr: Composant

source: User
fr: Utilisateur

source: Logs per page
fr: Logs par page

source: No log matches the filter
fr: Aucun log ne correspond au filtre

source: No log
fr: Aucun log

source: List of %s logs matching the filter.
fr: Liste des %s logs correspondants au filtre.

source: List of logs. (%s)
fr: Liste des logs. (%s)

source: All logs have been successfully deleted
fr: Tous les logs ont été supprimé avec succès

source: Selected logs have been successfully deleted
fr: Les logs sélectionnés ont été supprimé avec succès

source: Are you sure you want to delete selected logs?
fr: Êtes vous sur de vouloir supprimer les logs sélectionnés?

source: Are you sure you want to delete all logs?
fr: Êtes vous sur de vouloir supprimer tous les logs

source: There are no logs
fr: Il n'y a aucun log

source: Delete selected logs
fr: Supprimer les logs sélectionnés

source: Delete all logs
fr: Supprimer tous les logs

source: User:
fr: Utilisateur :

source: Component:
fr: Composant :

source: Dotclear's logs
fr: Journaux
